Repository: Tinkachen/ThingsToDo
Catalog: TTD/*.lproj/Localizable.strings
Languages: de

# BS_authentication_fallback
source: Use passcode
de: Pin verwenden

# NS_snooze
source: Snooze
de: Schlummern

# NS_done
source: Done
de: Fertig

# NS_delete
source: Delete
de: Löschen

# OVC_enable
source: Enable
de: Aktivieren

# OVC_enable_notification
source: Enable notification
de: Aktiviere Notfications

# OVC_enable_notification_description
source: Enable notification services
de: Aktiviere Notfication Services

# PVC_title
source: What should I call you?
de: Wie soll ich dich nennen?

# PVC_name_placeholder
source: Place your name here
de: Gib deinen Namen hier ein

# PVC_ready_button_title
source: Ready
de: Fertig

# UIB_title
source: Add a image
de: Foto hinzufügen

# MVC_welcome_user
source: Hello
de: Hallo

# MVC_alert_delete
source: Delete
de: Löschen

# MVC_alert_cancel
source: Cancel
de: Abbrechen

# MVC_today
source: TODAY : %@
de: HEUTE : %@

# MVC_empty_view_message
source: You don't have any todo lists.
de: Zur Zeit hast du keine Todo-Listen.

# MVC_empty_view_button
source: Add a new one
de: Füge eine neue hinzu

# MVM_description_chill_out
source: Put your legs up and relax.
de: Leg' die Beine hoch und relax einwenig.

# MVM_description_feels_good
source: Looks like feel good.
de: Fühlt sich gut an heute.

# MVM_description_stressy_time
source: Looks like a stressy time. Don't give up!
de: Sieht wie ein stressiger Tag aus. Gib' nicht auf!

# MVM_description_tasks
source: You have %i tasks to do today.
de: Du hast %i Aufgaben für heute.

# MVC_CVC_tasks
source: Tasks
de: Aufgaben

# MVC_CVC_deleteInfo
source: Do you really want to delete this list?
de: Möchtest du wirklich diese Liste löschen?

# MVC_CVC_deleteButton
source: Delete
de: Löschen

# TLVC_title
source: New Todo List
de: Neue Todo List

# TLVC_name_placeholer
source: What is the name of your list?
de: Wie lautet der Name deiner Liste?

# TLVC_choose_gradient
source: Choose the gradient for your list!
de: Wähle einen Farbverlauf für deine Liste!

# TLVC_choose_icon
source: Choose the icon for your list!
de: Wähle ein Icon für deine Liste!

# TLVC_tasks
source: Tasks
de: Aufgaben

# TLVC_secure_passcode
source: Would you secure your list with a passcode?
de: Möchtest du deine Liste mit einem Pin sichern?

# TLVC_alert_title
source: More settings
de: Weitere Einstellungen

# TLVC_alert_lock_list
source: Lock List
de: Liste schützen

# TLVC_alert_cancel
source: Cancel
de: Abbrechen

# CV_done_button
source: Done
de: Fertig

# CV_gradient_view_title
source: Theme
de: Farbverläufe

# CV_icon_view_title
source: Symbol
de: Icons

# TTVC_title
source: New Task
de: Neue Aufgabe

# TTVC_description
source: What tasks are you planning to perform?
de: Was planst du?

# TTVC_name_placeholer
source: New Task
de: Neue Aufgabe

# TTVC_notes_placeholder
source: Would you write some notes to the task?
de: Möchtest du noch Anmerkungen zur Aufgabe hinzufügen?

# TTVC_reminder
source: Reminder
de: Erinnerung

# TTVC_priority
source: Priority
de: Priorität

# TTVC_note
source: Notes
de: Notizen

# TTVC_picker_done
source: Done
de: Fertig

# TTVM_formatted_date
source: %@ o'Clock
de: %@ Uhr

# PCVC_new_passcode
source: Enter new passcode
de: Gib eine neue Pin ein

# PCVC_repeat_new_passcode
source: Repeat new passcode
de: Wiederhole die Eingabe

# PCVC_verify_passcode
source: Enter passcode
de: Gib einen Pin ein

# PCVC_cancel_btn
source: Cancel
de: Abbrechen
